;; -*- no-byte-compile: t; -*-
;;; config/packages.el

(package! winum
  :recipe (:host github :repo "deb0ch/emacs-winum"))

(package! move-dup
  :recipe (:host github :repo "wyuenho/move-dup"))

(package! immortal-scratch
  :recipe (:host github :repo "jpkotta/immortal-scratch"))

(package! adoc-mode
  :recipe (:host github :repo "sensorflo/adoc-mode"))

(package! goto-chg
  :recipe (:host github :repo "emacs-evil/goto-chg"))

(package! tmtxt-async-tasks
  :recipe (:host github :repo "tmtxt/tmtxt-async-tasks"))

(package! tmtxt-dired-async
  :recipe (:host github :repo "tmtxt/tmtxt-dired-async"))

(package! org-excalidraw
  :recipe (:host github :repo "wdavew/org-excalidraw"))

(package! anki-editor
  :recipe (:host github :repo "louietan/anki-editor"))
